DEFAULT_PLACES = [
    {
        "id": 1,
        "name": "Лавочка в красивому місці",
        "description": "Лавочка в центрі. Місце мало б бути людним, але там часто мало людей. "
        "Красива архітектура центру та тишина цього місця заставляє повертатись.",
        "kind": "Місце відпочинку",
        "location": "",
        "rating": 3,
        "created": "2026-09-20",
    },
    {
        "id": 2,
        "name": "Пліт",
        "description": "Старий пліт, пришвартований на маленькій водоймі. "
        "Дерев'яний, тримається на одному ланцюгу, тому дуже не стабільний. "
        "Атмосфера дуже спокійна. Там завжди вітряно.",
        "kind": "Місце для відпочинку",
        "location": "",
        "rating": 4,
        "created": "2026-09-20",
    },
    {
        "id": 3,
        "name": "O'cake",
        "description": "Приємна кав'ярня на подолі. "
        "Двоповерхова кав'ярня з великим вибором десертів та смачною, м'якою кавою. "
        "Ідеальне місце для вранішніх онлайн пар.",
        "kind": "Кав'ярня",
        "location": "вул. Петра Сагайдачного, 18",
        "rating": 4,
        "created": "2026-09-20",
    },
    {
        "id": 4,
        "name": "FIDO",
        "description": "Старий підвал, в який завжди повертаєшся",
        "kind": "Підвал",
        "location": "Підвал 4 корпусу КМА",
        "rating": 4,
        "created": "2026-09-20",
    },
]


def rating_stars(rating):
    return "★" * rating + ("☆" * (5 - rating))
